Repository: Tufuwu/test_feedback
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: Category
nl: Categorie

source: Name
nl: Naam

source: Description
nl: Beschrijving

source: Claimants
nl: Gehaald door

source: No claimants.
nl: Nog door niemand gehaald.

source: All achievement data
nl: Alle achievement data

source: No achievements exist. In other words, you have them all!
nl: Er zijn geen achievements. In andere woorden, je hebt ze allemaal!

source: All category data
nl: Alle categorie data

source: No categories exist. In other words, you have a problem!
nl: Er zijn geen categorieÃ«n. In andere woorden, je hebt een probleem!

source: No achievements in this category.
nl: Er zijn geen achievements in deze categorie.

source: Claimed achievements
nl: Gehaalde achievements

source: No achievements claimed by this member.
nl: Dit lid heeft nog geen achievements gehaald.
